Repository: mozilla-l10n/mt-training-data
Catalog: shi/shi_pontoon.tmx
Source language: en_us
Languages: shi

source: Contribute
shi: Awes

source: Contribute to { $lang }
shi: Awes ɣ

source: Enter your email
shi: skcm l'email nnk

source: Get Involved
shi: Fek afus

source: add-on
shi: azgrir

source: alternate text
shi: aḍṛiṣ amlellay

source: attack
shi: ẓdm

source: attacker
shi: aẓddam
